Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: No Lost Sessions
ar: لا توجد جلسات مفقودة
da: Ingen tabte sessioner
de: Keine verlorenen Sitzungen
es: No hay sesiones perdidas
fi: Ei kadonneita istuntoja
fr: Aucune session perdue
is: Engar glataðar lotur
it: Nessuna sessione persa
ja: 消失セッションなし
ko: 유실된 세션 없음
nb: Ingen tapte økter
nl: Geen verloren sessies
pt_br: Nenhuma Sessão Perdida
ru: Потерянных сессий нет
sv: Inga förlorade sessioner
zh_hans: 无丢失的记录

source: No Matching Readings
ar: لا توجد قراءات مطابقة
da: Ingen matchende målinger
de: Keine passenden Messungen
es: No hay lecturas coincidentes
fi: Ei vastaavia lukemia
fr: Aucune mesure correspondante
is: Engar samsvarandi mælingar
it: Nessuna lettura corrispondente
ja: 一致する測定がありません
ko: 일치하는 측정 없음
nb: Ingen matchende målinger
nl: Geen overeenkomende metingen
pt_br: Nenhuma Leitura Correspondente
ru: Нет подходящих измерений
sv: Inga matchande mätningar
zh_hans: 无匹配的读数

source: No matching workout + morning recovery pair to combine. Daily reports need both on the same day.
ar: لا يوجد زوج مطابق من تمرين + تعافي صباحي للدمج. تحتاج التقارير اليومية إلى كليهما في اليوم نفسه.
da: Der findes intet matchende par af træning + morgenrestitution. Daglige rapporter kræver begge på samme dag.
de: Kein passendes Paar aus Training + Morgen-Erholung zum Kombinieren. Tagesberichte brauchen beides am selben Tag.
es: No hay un par de entrenamiento + recuperación matinal para combinar. Los informes diarios necesitan ambos el mismo día.
fi: Yhdistettävää harjoitus + aamupalautuminen -paria ei löytynyt. Päiväraportit vaativat molemmat samalle päivälle.
fr: Aucune paire séance + récupération matinale à combiner. Les rapports quotidiens nécessitent les deux le même jour.
is: Ekkert samsvarandi par af æfingu + morgunendurheimt til að sameina. Dagsskýrslur þurfa hvort tveggja sama dag.
it: Nessuna coppia allenamento + recupero mattutino da combinare. I report giornalieri richiedono entrambi nello stesso giorno.
ja: 組み合わせられるワークアウトと朝の回復のペアがありません。日次レポートには同じ日の両方が必要です。
ko: 결합할 운동 + 아침 회복 쌍이 없습니다. 일일 리포트에는 같은 날의 두 가지가 모두 필요합니다.
nb: Ingen matchende par av økt + morgenrestitusjon å kombinere. Daglige rapporter krever begge samme dag.
nl: Geen bijpassend paar training + ochtendherstel om te combineren. Dagrapporten hebben beide op dezelfde dag nodig.
pt_br: Não há par de treino + recuperação matinal para combinar. Os relatórios diários exigem ambos no mesmo dia.
ru: Нет подходящей пары «тренировка + утреннее восстановление» для объединения. Дневным отчётам нужны оба в один день.
sv: Inget matchande par av pass + morgonåterhämtning att kombinera. Dagsrapporter kräver båda samma dag.
zh_hans: 没有可合并的训练 + 早晨恢复配对。日报需要同一天的两者。

source: No mail account is set up on this iPhone. Send your report to chrissharp80@gmail.com.
ar: لم يُعدّ أي حساب بريد على هذا الـ iPhone. أرسل بلاغك إلى chrissharp80@gmail.com.
da: Der er ingen mailkonto på denne iPhone. Send din rapport til chrissharp80@gmail.com.
de: Auf diesem iPhone ist kein Mail-Account eingerichtet. Sende deine Meldung an chrissharp80@gmail.com.
es: No hay ninguna cuenta de correo configurada en este iPhone. Envía tu informe a chrissharp80@gmail.com.
fi: Tähän iPhoneen ei ole määritetty sähköpostitiliä. Lähetä ilmoituksesi osoitteeseen chrissharp80@gmail.com.
fr: Aucun compte e-mail n’est configuré sur cet iPhone. Envoyez votre signalement à chrissharp80@gmail.com.
is: Enginn póstreikningur er uppsettur á þessum iPhone. Sendu tilkynninguna á chrissharp80@gmail.com.
it: Su questo iPhone non è configurato alcun account email. Invia la segnalazione a chrissharp80@gmail.com.
ja: この iPhone にはメールアカウントが設定されていません。chrissharp80@gmail.com 宛てに報告を送ってください。
ko: 이 iPhone에 설정된 메일 계정이 없습니다. chrissharp80@gmail.com으로 신고 내용을 보내 주세요.
nb: Det er ingen e-postkonto på denne iPhonen. Send rapporten din til chrissharp80@gmail.com.
nl: Er is geen e-mailaccount ingesteld op deze iPhone. Stuur je melding naar chrissharp80@gmail.com.
pt_br: Não há nenhuma conta de e-mail configurada neste iPhone. Envie sua denúncia para chrissharp80@gmail.com.
ru: На этом iPhone не настроена учётная запись почты. Отправьте жалобу на chrissharp80@gmail.com.
sv: Det finns inget e-postkonto på den här iPhonen. Skicka din rapport till chrissharp80@gmail.com.
zh_hans: 此 iPhone 上没有设置邮件账户。请将举报发送至 chrissharp80@gmail.com。

source: no max
ar: بدون حد أقصى
da: intet maks.
de: kein Max.
es: sin máx.
fi: ei maksimia
fr: pas de max
is: ekkert hámark
it: nessun max
ja: 上限なし
ko: 최대 없음
nb: ingen maks.
nl: geen max.
pt_br: sem máx.
ru: без макс.
sv: inget max
zh_hans: 无上限

source: No Medical Advice
ar: ليست نصيحة طبية
da: Ingen medicinsk rådgivning
de: Kein medizinischer Rat
es: Sin consejo médico
fi: Ei lääketieteellistä neuvontaa
fr: Aucun avis médical
is: Engin læknisráðgjöf
it: Nessun consiglio medico
ja: 医療アドバイスではありません
ko: 의학적 조언이 아닙니다
nb: Ingen medisinsk rådgivning
nl: Geen medisch advies
pt_br: Sem aconselhamento médico
ru: Не является медицинской консультацией
sv: Ingen medicinsk rådgivning
zh_hans: 不提供医疗建议

source: No Mindful Sessions found — has the Breathe app been used?
ar: لم يتم العثور على جلسات تأمل — هل تم استخدام تطبيق التنفس؟
da: Ingen mindfulness-sessioner fundet — er Åndedræts-appen blevet brugt?
de: Keine Achtsamkeitssitzungen gefunden — wurde die Atmen-App verwendet?
es: No se encontraron sesiones de atención plena — ¿se ha utilizado la app Respirar?
fi: Tietoisia harjoituksia ei löytynyt — onko Hengitys-sovellusta käytetty?
fr: Aucune session de pleine conscience trouvée — l'application Respirer a-t-elle été utilisée ?
is: Engar hugleiðslulotur fundust — hefur Breathe appið verið notað?
it: Nessuna sessione di meditazione trovata — è stata utilizzata l'app Respira?
ja: マインドフルセッションが見つかりません — 呼吸アプリを使用しましたか？
ko: 마음챙김 세션을 찾을 수 없습니다 — 호흡 앱을 사용하셨나요?
nb: Ingen mindfulness-økter funnet — har Pust-appen blitt brukt?
nl: Geen mindfulness-sessies gevonden — is de Ademhaling-app gebruikt?
pt_br: Nenhuma sessão de atenção plena encontrada — o app Respirar foi usado?
ru: Сеансы осознанности не найдены — приложение «Дыхание» использовалось?
sv: Inga mindfulness-sessioner hittade — har Andas-appen använts?
zh_hans: 未找到正念训练记录——是否使用过呼吸应用？

source: No model is set up yet. Tap the model picker above to choose one, or add an API key in Settings → Flo.
ar: لم يُعدّ أي نموذج بعد. اضغط منتقي النماذج أعلاه لاختيار واحد، أو أضف مفتاح API في الإعدادات ← Flo.
da: Ingen model er sat op endnu. Tryk på modelvælgeren ovenfor for at vælge én, eller tilføj en API-nøgle i Indstillinger → Flo.
de: Es ist noch kein Modell eingerichtet. Tippe oben auf die Modellauswahl, um eines zu wählen, oder füge unter Einstellungen → Flo einen API-Schlüssel hinzu.
es: Aún no hay ningún modelo configurado. Toca el selector de modelo de arriba para elegir uno, o añade una clave de API en Ajustes → Flo.
fi: Mallia ei ole vielä määritetty. Napauta yllä olevaa mallivalitsinta valitaksesi mallin tai lisää API-avain kohdassa Asetukset → Flo.
fr: Aucun modèle n’est encore configuré. Touchez le sélecteur de modèle ci-dessus pour en choisir un, ou ajoutez une clé d’API dans Réglages → Flo.
is: Ekkert líkan hefur verið sett upp. Bankaðu á líkanavalið að ofan til að velja eitt, eða bættu við API-lykli í Stillingar → Flo.
it: Nessun modello configurato. Tocca il selettore dei modelli in alto per sceglierne uno, oppure aggiungi una chiave API in Impostazioni → Flo.
ja: まだモデルが設定されていません。上のモデルピッカーをタップして選ぶか、設定 → Flo で API キーを追加してください。
ko: 아직 설정된 모델이 없습니다. 위의 모델 선택기를 탭하여 선택하거나 설정 → Flo에서 API 키를 추가하세요.
nb: Ingen modell er satt opp ennå. Trykk på modellvelgeren ovenfor for å velge en, eller legg til en API-nøkkel under Innstillinger → Flo.
nl: Er is nog geen model ingesteld. Tik op de modelkiezer hierboven om er een te kiezen, of voeg een API-sleutel toe in Instellingen → Flo.
pt_br: Nenhum modelo configurado ainda. Toque no seletor de modelo acima para escolher um, ou adicione uma chave de API em Configurações → Flo.
ru: Модель ещё не настроена. Нажмите селектор модели выше, чтобы выбрать её, или добавьте ключ API в Настройки → Flo.
sv: Ingen modell är konfigurerad ännu. Tryck på modellväljaren ovan för att välja en, eller lägg till en API-nyckel i Inställningar → Flo.
zh_hans: 尚未配置模型。点按上方的模型选择器进行选择，或在“设置 → Flo”中添加 API 密钥。

source: No morning data
ar: لا توجد بيانات صباحية
da: Ingen morgendata
de: Keine Morgendaten
es: Sin datos matutinos
fi: Ei aamun tietoja
fr: Aucune donnée du matin
is: Engin morgungögn
it: Nessun dato mattutino
ja: 朝のデータなし
ko: 아침 데이터 없음
nb: Ingen morgendata
nl: Geen ochtendgegevens
pt_br: Sem dados da manhã
ru: Нет утренних данных
sv: Inga morgondata
zh_hans: 无晨间数据

source: No outdoor workouts found in Apple Health for the last 60 days. Heat adaptation builds from outdoor training — once there's an outdoor run, ride, walk or hike in Health, it tracks here.
ar: لم يُعثر على تمارين خارجية في Apple Health خلال آخر 60 يومًا. يُبنى التكيّف الحراري من التدريب في الخارج — وبمجرد وجود جري أو ركوب أو مشي أو تنزّه خارجي في صحتي، سيُتتبَّع هنا.
da: Ingen udendørstræninger fundet i Apple Health de seneste 60 dage. Varmetilpasning bygges gennem udendørstræning — så snart der er en udendørs løbetur, cykeltur, gåtur eller vandring i Helbred, spores det her.
de: In Apple Health wurden für die letzten 60 Tage keine Outdoor-Trainings gefunden. Hitzeanpassung entsteht durch Training im Freien — sobald ein Lauf, eine Fahrt, ein Spaziergang oder eine Wanderung draußen in Health steht, wird es hier erfasst.
es: No se encontraron entrenamientos al aire libre en Apple Health en los últimos 60 días. La adaptación al calor se construye entrenando fuera — en cuanto haya una carrera, salida, caminata o excursión al aire libre en Salud, se registrará aquí.
fi: Apple Healthista ei löytynyt ulkoharjoituksia viimeisen 60 päivän ajalta. Lämpöadaptaatio rakentuu ulkoharjoittelusta — kun Terveydessä on ulkojuoksu, -pyöräily, -kävely tai -vaellus, se seurataan tässä.
fr: Aucune séance en extérieur trouvée dans Apple Santé sur les 60 derniers jours. L’adaptation à la chaleur se construit à l’extérieur — dès qu’une course, une sortie vélo, une marche ou une randonnée en plein air apparaît dans Santé, le suivi commence ici.
is: Engar útiæfingar fundust í Apple Health síðustu 60 daga. Hitaaðlögun byggist á útiæfingum — um leið og hlaup, hjólatúr, ganga eða fjallganga utandyra birtist í Heilsu er henni fylgt hér.
it: Nessun allenamento all’aperto trovato in Apple Salute negli ultimi 60 giorni. L’adattamento al caldo si costruisce allenandosi fuori — appena in Salute compare una corsa, un’uscita in bici, una camminata o un’escursione all’aperto, viene tracciata qui.
ja: 直近 60 日間、Apple ヘルスケアに屋外ワークアウトが見つかりませんでした。暑熱適応は屋外トレーニングで築かれます — ヘルスケアに屋外のラン、ライド、ウォーク、ハイクが記録されれば、ここで追跡されます。
ko: 최근 60일 동안 Apple 건강에서 야외 운동을 찾지 못했습니다. 열 적응은 야외 훈련으로 만들어집니다 — 건강 앱에 야외 달리기, 라이딩, 걷기, 하이킹이 기록되면 여기에서 추적됩니다.
nb: Ingen utendørsøkter funnet i Apple Helse de siste 60 dagene. Varmetilpasning bygges gjennom utendørstrening — så snart det finnes en utendørs løpetur, sykkeltur, gåtur eller fottur i Helse, spores det her.
nl: Geen buitentrainingen gevonden in Apple Gezondheid in de laatste 60 dagen. Hitteadaptatie bouw je op met buitentraining — zodra er een buitenloop, -rit, -wandeling of -hike in Gezondheid staat, wordt het hier bijgehouden.
pt_br: Nenhum treino ao ar livre encontrado no Apple Saúde nos últimos 60 dias. A adaptação ao calor se constrói com treino ao ar livre — assim que houver uma corrida, pedal, caminhada ou trilha ao ar livre no Saúde, o acompanhamento começa aqui.
ru: В Apple Здоровье за последние 60 дней не найдено тренировок на улице. Тепловая адаптация формируется на открытом воздухе — как только в «Здоровье» появится уличная пробежка, заезд, прогулка или поход, отслеживание начнётся здесь.
sv: Inga utomhuspass hittades i Apple Hälsa de senaste 60 dagarna. Värmeanpassning byggs genom utomhusträning — så snart det finns en löprunda, cykeltur, promenad eller vandring utomhus i Hälsa spåras det här.
zh_hans: 过去 60 天内在 Apple 健康中未找到户外训练。热适应来自户外训练 — 只要健康中出现一次户外跑步、骑行、步行或徒步，这里就会开始追踪。

source: No overnight HR trace
ar: لا يوجد منحنى نبض ليلي
da: Ingen natlig pulskurve
de: Kein Nacht-HF-Verlauf
es: Sin traza de FC nocturna
fi: Ei yön sykekäyrää
fr: Aucun tracé FC nocturne
is: Enginn næturpúlsferill
it: Nessun tracciato FC notturno
ja: 夜間の心拍トレースなし
ko: 야간 심박 그래프 없음
nb: Ingen nattlig pulskurve
nl: Geen nachtelijk HS-tracé
pt_br: Sem traçado de FC noturna
ru: Нет ночной кривой пульса
sv: Ingen nattlig pulskurva
zh_hans: 无夜间心率曲线

source: No overnight HRV trace
ar: لا يوجد منحنى تغير نبض ليلي
da: Ingen natlig HRV-kurve
de: Kein Nacht-HRV-Verlauf
es: Sin traza de HRV nocturna
fi: Ei yön HRV-käyrää
fr: Aucun tracé HRV nocturne
is: Enginn næturferill HRV
it: Nessun tracciato HRV notturno
ja: 夜間の HRV トレースなし
ko: 야간 HRV 그래프 없음
nb: Ingen nattlig HRV-kurve
nl: Geen nachtelijk HRV-tracé
pt_br: Sem traçado de VFC noturna
ru: Нет ночной кривой ВСР
sv: Ingen nattlig HRV-kurva
zh_hans: 无夜间 HRV 曲线

source: No overnight readings in this window
ar: لا توجد قراءات ليلية في هذه النافذة
da: Ingen natlige målinger i dette vindue
de: Keine Nachtmessungen in diesem Fenster
es: Sin lecturas nocturnas en esta ventana
fi: Ei yön mittauksia tässä ikkunassa
fr: Aucune mesure nocturne dans cette fenêtre
is: Engar næturmælingar í þessum glugga
it: Nessuna lettura notturna in questa finestra
ja: このウィンドウに夜間の測定はありません
ko: 이 구간에 야간 측정값이 없습니다
nb: Ingen nattlige målinger i dette vinduet
nl: Geen nachtelijke metingen in dit venster
pt_br: Sem leituras noturnas nesta janela
ru: Нет ночных измерений в этом окне
sv: Inga nattliga mätningar i detta fönster
zh_hans: 该时间窗内无夜间读数

source: No overnight recording found on the strap for this night.
ar: لم يُعثر على تسجيل ليلي على الحزام لهذه الليلة.
da: Ingen natlig optagelse fundet på pulsbæltet for denne nat.
de: Keine Nachtaufzeichnung auf dem Gurt für diese Nacht gefunden.
es: No se encontró grabación nocturna en la banda para esta noche.
fi: Pannalta ei löytynyt yön tallennusta tälle yölle.
fr: Aucun enregistrement nocturne trouvé sur la ceinture pour cette nuit.
is: Engin næturupptaka fannst á ólinni fyrir þessa nótt.
it: Nessuna registrazione notturna trovata sulla fascia per questa notte.
ja: この夜のストラップ内に夜間記録が見つかりませんでした。
ko: 이 야간에 대한 스트랩 기록을 찾을 수 없습니다.
nb: Fant ingen nattlig opptak på pulsbeltet for denne natten.
nl: Geen nachtopname op de band gevonden voor deze nacht.
pt_br: Nenhuma gravação noturna encontrada na cinta para esta noite.
ru: На датчике не найдена ночная запись за эту ночь.
sv: Ingen nattlig inspelning hittades på pulsbandet för den här natten.
zh_hans: 未在心率带上找到这一晚的夜间记录。

source: No power data.
ar: لا توجد بيانات قدرة.
da: Ingen effektdata.
de: Keine Leistungsdaten.
es: Sin datos de potencia.
fi: Ei tehotietoja.
fr: Aucune donnée de puissance.
is: Engin aflgögn.
it: Nessun dato di potenza.
ja: パワーデータなし。
ko: 파워 데이터 없음.
nb: Ingen effektdata.
nl: Geen vermogensgegevens.
pt_br: Sem dados de potência.
ru: Нет данных мощности.
sv: Inga effektdata.
zh_hans: 无功率数据。

source: No Problems Found
ar: لم يتم العثور على مشاكل
da: Ingen problemer fundet
de: Keine Probleme gefunden
es: No se encontraron problemas
fi: Ongelmia ei löytynyt
fr: Aucun problème détecté
is: Engin vandamál fundust
it: Nessun problema trovato
ja: 問題は見つかりませんでした
ko: 문제가 발견되지 않았습니다
nb: Ingen problemer funnet
nl: Geen problemen gevonden
pt_br: Nenhum Problema Encontrado
ru: Проблем не обнаружено
sv: Inga problem hittade
zh_hans: 未发现问题

source: No problems found. Everything is running smoothly.
ar: لم يتم العثور على أي مشكلات. كل شيء يعمل بسلاسة.
da: Ingen problemer fundet. Alt kører gnidningsfrit.
de: Keine Probleme gefunden. Alles läuft reibungslos.
es: No se encontraron problemas. Todo funciona sin contratiempos.
fi: Ongelmia ei löytynyt. Kaikki toimii sujuvasti.
fr: Aucun problème détecté. Tout fonctionne correctement.
is: Engin vandamál fundust. Allt gengur snurðulaust.
it: Nessun problema rilevato. Tutto funziona senza intoppi.
ja: 問題は見つかりませんでした。すべて順調に動作しています。
ko: 문제가 발견되지 않았습니다. 모든 것이 원활하게 작동하고 있습니다.
nb: Ingen problemer funnet. Alt går knirkefritt.
nl: Geen problemen gevonden. Alles werkt soepel.
pt_br: Nenhum problema encontrado. Tudo está funcionando bem.
ru: Проблем не обнаружено. Всё работает без сбоев.
sv: Inga problem hittades. Allt fungerar smidigt.
zh_hans: 未发现问题。一切运行顺畅。

source: No readiness yet
ar: لا توجد جاهزية بعد
da: Ingen parathed endnu
de: Noch keine Bereitschaft
es: Aún sin estado de preparación
fi: Ei vielä valmiutta
fr: Pas encore de préparation
is: Enginn viðbúnaður enn
it: Nessuna prontezza ancora
ja: 準備状態はまだありません
ko: 아직 준비도 없음
nb: Ingen beredskap ennå
nl: Nog geen gereedheid
pt_br: Ainda sem prontidão
ru: Готовности пока нет
sv: Ingen beredskap ännu
zh_hans: 尚无准备状态

source: No reading yet
ar: لا توجد قراءة بعد
da: Ingen måling endnu
de: Noch keine Messung
es: Aún sin lectura
fi: Ei vielä lukemaa
fr: Pas encore de mesure
is: Engin mæling enn
it: Nessuna lettura ancora
ja: まだ測定値がありません
ko: 아직 측정값 없음
nb: Ingen måling ennå
nl: Nog geen meting
pt_br: Ainda sem leitura
ru: Пока нет данных
sv: Ingen mätning ännu
zh_hans: 暂无读数

source: No reading yet.
ar: لا توجد قراءة بعد.
da: Ingen måling endnu.
de: Noch keine Messung.
es: Aún sin lectura.
fi: Ei vielä mittausta.
fr: Pas encore de mesure.
is: Engin mæling enn.
it: Nessuna lettura ancora.
ja: まだ測定がありません。
ko: 아직 측정값이 없습니다.
nb: Ingen måling ennå.
nl: Nog geen meting.
pt_br: Ainda sem leitura.
ru: Измерений пока нет.
sv: Ingen mätning ännu.
zh_hans: 尚无读数。

source: No readings match "%@"
ar: لا توجد قراءات تطابق "%@"
da: Ingen målinger matcher "%@"
de: Keine Messungen passen zu "%@"
es: Ninguna lectura coincide con "%@"
fi: Mikään mittaus ei vastaa hakua "%@"
fr: Aucune mesure ne correspond à "%@"
is: Engar mælingar passa við "%@"
it: Nessuna lettura corrisponde a "%@"
ja: "%@" に一致する測定はありません
ko: "%@"와(과) 일치하는 측정값 없음
nb: Ingen målinger samsvarer med "%@"
nl: Geen metingen komen overeen met "%@"
pt_br: Nenhuma leitura corresponde a "%@"
ru: Нет измерений по запросу "%@"
sv: Inga mätningar matchar "%@"
zh_hans: 没有与“%@”匹配的读数

source: No readings yet
ar: لا توجد قراءات بعد
da: Ingen målinger endnu
de: Noch keine Messungen
es: Aún sin lecturas
fi: Ei vielä mittauksia
fr: Pas encore de mesures
is: Engar mælingar enn
it: Nessuna lettura ancora
ja: まだ測定がありません
ko: 아직 측정값이 없습니다
nb: Ingen målinger ennå
nl: Nog geen metingen
pt_br: Ainda sem leituras
ru: Измерений пока нет
sv: Inga mätningar ännu
zh_hans: 尚无读数

source: No Readings Yet
ar: لا توجد قراءات بعد
da: Ingen målinger endnu
de: Noch keine Messungen
es: Aún no hay lecturas
fi: Ei vielä lukemia
fr: Aucune mesure pour le moment
is: Engar mælingar enn
it: Nessuna lettura ancora
ja: まだ測定がありません
ko: 아직 측정이 없습니다
nb: Ingen målinger ennå
nl: Nog geen metingen
pt_br: Nenhuma Leitura Ainda
ru: Измерений пока нет
sv: Inga mätningar ännu
zh_hans: 暂无读数

source: No recent HRV recording to report on. Record an overnight session first.
ar: لا يوجد تسجيل HRV حديث لإعداد تقرير عنه. سجّل جلسة ليلية أولًا.
da: Ingen nylig HRV-optagelse at rapportere om. Optag først en natlig session.
de: Keine aktuelle HRV-Aufzeichnung für einen Bericht. Zeichne zuerst eine Nachtsitzung auf.
es: No hay grabaciones de HRV recientes que informar. Registra primero una sesión nocturna.
fi: Ei tuoretta HRV-tallennusta raportoitavaksi. Tallenna ensin yön istunto.
fr: Aucun enregistrement HRV récent à rapporter. Enregistrez d’abord une nuit.
is: Engin nýleg HRV-upptaka til að greina frá. Taktu fyrst upp næturlotu.
it: Nessuna registrazione HRV recente su cui riferire. Registra prima una sessione notturna.
ja: 報告できる最近の HRV 記録がありません。まず夜間セッションを記録してください。
ko: 보고할 최근 HRV 기록이 없습니다. 먼저 야간 세션을 기록하세요.
nb: Ingen nylig HRV-opptak å rapportere om. Ta opp en nattlig økt først.
nl: Geen recente HRV-opname om over te rapporteren. Neem eerst een nachtsessie op.
pt_br: Nenhuma gravação de VFC recente para relatar. Registre primeiro uma sessão noturna.
ru: Нет свежих записей ВСР для отчёта. Сначала запишите ночную сессию.
sv: Ingen nyligen gjord HRV-inspelning att rapportera om. Spela in ett nattligt pass först.
zh_hans: 没有可用于报告的近期 HRV 记录。请先记录一次夜间数据。

source: No recent workout to report on. Finish a workout first.
ar: لا يوجد تمرين حديث للتقرير عنه. أنهِ تمرينًا أولًا.
da: Ingen nylig træning at rapportere om. Fuldfør en træning først.
de: Kein aktuelles Training zum Berichten. Absolviere zuerst eines.
es: No hay entrenamiento reciente que informar. Completa uno primero.
fi: Ei viimeaikaista harjoitusta raportoitavaksi. Suorita ensin harjoitus.
fr: Aucune séance récente à rapporter. Terminez d’abord une séance.
is: Engin nýleg æfing til að greina frá. Kláraðu æfingu fyrst.
it: Nessun allenamento recente da riportare. Completane uno prima.
ja: 報告できる最近のワークアウトがありません。まず 1 件完了してください。
ko: 보고할 최근 운동이 없습니다. 먼저 운동을 완료하세요.
nb: Ingen nylig trening å rapportere om. Fullfør en trening først.
nl: Geen recente training om over te rapporteren. Voltooi er eerst één.
pt_br: Nenhum treino recente para relatar. Conclua um treino primeiro.
ru: Нет недавних тренировок для отчёта. Сначала завершите тренировку.
sv: Inget nyligt pass att rapportera om. Slutför ett pass först.
zh_hans: 暂无可报告的近期训练。请先完成一次训练。

source: No recording found on the strap for this session.
ar: لم يُعثر على تسجيل على الحزام لهذه الجلسة.
da: Ingen optagelse fundet på remmen for denne session.
de: Für diese Sitzung wurde keine Aufzeichnung auf dem Gurt gefunden.
es: No se ha encontrado ninguna grabación en la banda para esta sesión.
fi: Tälle istunnolle ei löytynyt tallennetta pannasta.
fr: Aucun enregistrement trouvé sur la ceinture pour cette session.
is: Engin upptaka fannst á ólinni fyrir þessa lotu.
it: Nessuna registrazione trovata sulla fascia per questa sessione.
ja: このセッションのストラップに記録が見つかりませんでした。
ko: 이 세션에 대한 기록을 스트랩에서 찾을 수 없습니다.
nb: Fant ingen opptak på beltet for denne økten.
nl: Geen opname gevonden op de band voor deze sessie.
pt_br: Nenhuma gravação encontrada na cinta para esta sessão.
ru: Запись для этой сессии на ремне не найдена.
sv: Ingen inspelning hittades på bandet för detta pass.
zh_hans: 未在心率带上找到此记录的记录。

source: No reports yet
ar: لا توجد تقارير بعد
da: Ingen rapporter endnu
de: Noch keine Berichte
es: Aún no hay informes
fi: Ei vielä raportteja
fr: Aucun rapport pour l'instant
is: Engar skýrslur enn
it: Nessun report ancora
ja: まだレポートはありません
ko: 아직 리포트가 없습니다
nb: Ingen rapporter ennå
nl: Nog geen rapporten
pt_br: Nenhum relatório ainda
ru: Отчётов пока нет
sv: Inga rapporter ännu
zh_hans: 暂无报告

source: No results for "%@"
ar: لا توجد نتائج لـ "%@"
da: Ingen resultater for "%@"
de: Keine Ergebnisse für "%@"
es: Sin resultados para "%@"
fi: Ei tuloksia haulle "%@"
fr: Aucun résultat pour « %@ »
is: Engar niðurstöður fyrir "%@"
it: Nessun risultato per "%@"
ja: "%@"の結果なし
ko: "%@"에 대한 결과 없음
nb: Ingen resultater for «%@»
nl: Geen resultaten voor "%@"
pt_br: Nenhum resultado para "%@"
ru: Нет результатов для «%@»
sv: Inga resultat för "%@"
zh_hans: “%@”无结果

source: No RR series
ar: لا توجد سلسلة RR
da: Ingen RR-serie
de: Keine RR-Reihe
es: Sin serie RR
fi: Ei RR-sarjaa
fr: Pas de série RR
is: Engin RR-röð
it: Nessuna serie RR
ja: RR 系列なし
ko: RR 시계열 없음
nb: Ingen RR-serie
nl: Geen RR-reeks
pt_br: Sem série RR
ru: Нет ряда RR
sv: Ingen RR-serie
zh_hans: 无 RR 序列
